{
  "contactLinks": {
    "whatsapp": "whatsapp://send?phone=+000000000000",
    "phone": "tel:+000000000000",
    "youtube": "https://www.youtube.com"
  },
  "privacyPolicy": "في حال تم الاشتراك بالتطبيق سيبقى مفعلاً لمدة عام كامل على جهازك\n2_ لاحقاً سيتم إصدار تحديثات للتطبيق مع العلم إن جميع هذه التحديثات ستكون مجانيّة ولا يترتب عليها أي تكلفة (خلال فترة تفعيل التطبيق)\n3_ يتم الاشتراك بالتطبيق على جهاز واحد ولا يُمكن نقل الاشتراك على جهاز آخر\n4_ بعد الاشتراك بخدمات التطبيق فإنه لا يمكن إلغاء الاشتراك أو التراجع عنه أو استرداد المبلغ أو تعديل وتغيير الاشتراك\n5_ عليك الاحتفاظ بكود التفعيل الخاص بجهازك الذي يتم تزويدك به عند دفع ثمن كود التفعيل\n6_ في حال قُمتَ بتغيير جهازك ستحتاج إلى شراء كود جديد خاص بالجهاز الجديد\n7_ كود التفعيل للقسم العلمي لا يمكن استخدامه للقسم الأدبي وكود التفعيل للقسم الأدبي لا يمكن استخدامه للقسم العلمي ففي حال أردت تفعيل القسمين عليك شراء كودين\n8_استعراض الفيديوهات ضمن التطبيق يتطلب تحميلها من الانترنت لمرة واحدة فقط\n9_ التطبيق لا يعمل على الأجهزة التي تم تعديل أنظمة التشغيل فيها (كالوصول للروت) وبرمجيات محاكاة الأندرويد\n\nحقوق المستخدم ومسؤولياته وآليات الحماية والخصوصية لمعلوماته:\n● إن تطبيق \"بكالوريا\" لا يقوم بجمع أو نشر أو مشاركة أو معالجة أي معلومات شخصيّة، وكافة البيانات التي يقوم التطبيق بتبادلها عبر الانترنت تتم عبر قنوات آمنة.\n● التطبيق لا يطلُب ولا يحتاج للموافقة على أي سماحيات استثنائية من قبل المستخدم.\n● عند تفعيل تطبيق \"بكالوريا\" فإن المستخدم يحصل على ترخيص شخصي ومحدود وغير حصري وغير قابل للتحويل وقابل للنقض للقيام بما يلي:\n(١) تحميل التطبيق والدخول إليه واستخدامه، بما في ذلك أي تحديثات تتم عليه، على جهاز هاتف نقال واحد؛\n(٢) الدخول إلى المحتوى واستخدامه، بما في ذلك أي تحديثات وتحسينات تتم عليه، فقط على جهاز الهاتف النقال (الموبايل).\n\nوفقاً للشروط والأحكام المحددة وفق سياسة الاستخدام. لا يحق للمستخدم القيام بأي مما يلي:\n● استخراج رخصة فرعيّة من الرخصة الممنوحة له، أو توزيعها تجاريّاً، أو مشاركتها مع أي طرف ثالث دون الحصول على موافقة خطيّة مُسبقة من الجهة المالكة للتطبيق.\n● نسخ أو توزيع أو إعادة إنتاج أو تأجير أو إعارة أو إقراض أو إعادة ترخيص أي جزء من أجزاء التطبيق أو المحتوى أو كلاهما.\n● ترجمة، أو تكييف، أو تعديل، أو تغيير، أو الجمع بين التطبيق أو المحتوى، أو أي جزء منها، مع تطبيقات أو برامج أو مواد أُخرى أو إعداد أنشطة مشتقة كليّاً أو جزئيّاً من التطبيق أو المحتوى أو كلاهما.\n● جعل التطبيق مُتاحاً على شبكات أو مواقع غير متوافقة مع القوانين والأنظمة.\n● إعادة تصميم، أو تفريغ، أو تفكيك، أو استخلاص المحتوى، أو غير ذلك من الأنشطة التي تحد من عمل التطبيق أو أي من مكوناته الفرعية\n● الاستخدام أو الاستفادة من التطبيق، أو أي جزء منه، لأية أغراض تجاريّة، بما في ذلك أي عمليات مبيعات، أو إعلانات، أو أنشطة تسويق، أو رعاية، أو أي حملات ترويجيّة تجاريّة أُخرى، أو جميعهم دون الحصول على موافقة خطيّة وصريحة حول ذلك من الجهة المالكة للتطبيق.\n● الإخلال بحقوق الملكيّة الفكريّة للتطبيق وكافة مكوناته.\n● استخدام التطبيق لغير الغاية المُعد من أجلِها.\n● مع مُراعاة جميع ما سبق، يُمكن مراجعة المحتوى بصيغة متزامنة وغير متصلة بالإنترنت وضمن التطبيق.\n\nحقوق الجهة المسؤولة عن التطبيق وواجباتها:\n● هذا التطبيق ومحتواه محمي من النشر والنسخ من قبل أي شخص تحت طائلة المُساءلة القانونيّة بموجب أحكام قانون حماية حقوق المؤلف والحقوق المجاورة الصادر بالمرسوم التشريعي رقم (٦٢) لعام ٢٠١٣م\n\n● تم إيداع التطبيق على شكل مُصنَّف معلوماتي لدى مديريّة حماية حقوق المؤلف والحقوق المجاورة بالرقم (٤٢٤٥) لعام ٢٠٢٠م بناءً على الطلب رقم (١٠٤٨) المقدم بتاريخ ٢_٧_٢٠٢٠\n\n● تحتفظ الجهة المالكة للتطبيق أو الأطراف التي ترخصها أو كلاهما وموردوها بحقوق الطبع والنشر الخاصة بالتطبيق والمحتوى. وبموجب هذه الاتفاقيّة فإن المستخدم يوافق ويؤكد على أن التطبيق والمحتوى يشتملان على مواد محفوظة بقوانين حقوق الملكيّة وحقوق النشر، وأن تصميم وهيكل التطبيق فضلاً عن كل عنصر من العناصر التي تم تجميعها ضمن المحتوى يحتوي على قيمة تجارية ومواد محميّة بقوانين حقوق الطبع والنشر وغيرهم من حقوق الملكيّة الفكريّة المملوكة حصرياً للجهة المالكة والشركات التي ترخصها.\n● تقدم الجهة المالكة للتطبيق، (وشركائها الذين ترخصهم ووكلائها وأعضاء مكتبها ومدراءها وموظفوها والتابعون لها وأصحاب الحقوق فيها والشركات التابعة لها وأعضائها) التطبيق والمحتوى كما هو دون أي ضمان من أي نوع، وتعلن بالنيابة عن نفسها والشركات التي ترخصها وكل عضو مذكور هُنا، بشكل صريح عدم مسؤوليتها عن تقديم أي ضمانات صريحة أو ضمنيّة للعناوين وصلاحية العرض في السوق وملائمته لغرض مُعيَّن ومستوى الجودة المناسب.\nكما لا تضمن أن تلبي الوظائف الواردة في التطبيق متطلبات المستخدم، ولا تضمن ألّا يكون تشغيل التطبيق متقطعاً أو خالياً من الأخطاء، ولا تضمن أن يتم تصحيح العيوب الموجودة في التطبيق، أو أن الوظائف الواردة في التطبيق ستعمل مع برامج أو أجهزة أخرى أو ضمن نظام مُعيَّن. ولا تُعتبر أي معلومات شفويّة أو خطيّة أو نصيحة قدمتها الجهة المالكة أو أعضائها أو ممثلها الرسمي على أنها أي شكل من أشكال الضمانات.\n● إدارة التطبيق غير مسؤولة عن توقف بعض خدمات التطبيق عن العمل بسبب ظروف قاهرة وخارجة عن إرادتها على سبيل المثال لا الحصر انقطاع الانترنت عن البلاد بشكل كُلي\n● قد تقوم الجهة المالكة للتطبيق، وفقاً لتقديرها الخاص، بتطوير وتقديم أو عرض تحديثات أو ملاحق أو مكونات إضافيّة أو خدمات دعم للمنتج أو مكونات لخدمات تستند على الإنترنت على التطبيق من وقت لآخر.\n\nالإجراءات التي ستتخذُها الجهة في حال مخالفة المستخدم لسياسة الاستخدام:\n● إن أي استخدام للتطبيق بشكل يتعارض مع شروط وقواعد الاستخدام المسموح بها ووفق الأنظمة والقوانين السارية في الجمهوريّة العربيّة السوريّة تحمّل المستخدم المسؤوليّة الكاملة عن تلك الأفعال ولا تتحمل الجهة صاحبة التطبيق أو المطورة له أي مسؤوليّة قانونيّة جرّاء ذلك.\n\nتعديل سياسة الاستخدام:\n● باستثناء الحد الذي تقتضيه القوانين المعمول بها، نحتفظ بحق تحديث سياسة الاستخدام لتعكس التغيُّرات التي تطرأ على التطبيق والخدمات التي يُقدمها.\n. privacy policy",
  "aboutApp": "منذ بداية الحضارات، كان الإنسان دائماً يسعى للمعرفة والتطور، وقد كان للسوريين دور بارز في إثراء هذا الإرث الإنساني؛ فهم أصحاب أول نظام كتابي ظهر في مدينة أوغاريت السورية، ليكون بداية لحضارات كثيرة بعدها.\n\nوانطلاقاً من إيماننا الراسخ بأن التعليم هو حجر الأساس في بناء الإنسان والمجتمع، صممنا هذا التطبيق ليكون وسيلة حديثة تتيح للطلاب في كل مكان الوصول إلى المنهاج الوطني السوري، وليكمل دور المدارس والمؤسسات التعليمية في نشر المعرفة.\n\nيقدم هذا التطبيق محتوى شاملاً لطلاب الشهادة الثانوية بفرعيها العلمي والأدبي في الجمهورية العربية السورية، حيث يحتوي على دروس مشروحة عبر فيديوهات تعليمية تغطي جميع مواضيع المنهاج، إلى جانب مجموعة من الاختبارات التفاعلية المصحوبة بتفسيرات دقيقة للإجابات لضمان الفهم الكامل.\n\nأعدّ المحتوى التعليمي نخبة من الأساتذة المتخصصين من دمشق وريفها:\n\nالفرع العلمي:\n\n* اللغة العربية:\n* الرياضيات:\n* اللغة الإنجليزية:\n* اللغة الفرنسية:\n* علم الأحياء:\n* الفيزياء:\n* الكيمياء:\n* التربية الإسلامية:\n\nالفرع الأدبي:\n\n* اللغة العربية:\n* الفلسفة:\n* اللغة الإنجليزية:\n* اللغة الفرنسية:\n* الجغرافيا:\n* التاريخ:\n* التربية الإسلامية:\n",
  "scientificSubjects": [
    {
      "id": "7",
      "name": "الرياضيات- الجزء الاول",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "8",
      "name": "الرياضيات - الجزء التاني",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "4",
      "name": "الفيزياء",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "5",
      "name": "الكيمياء",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "6",
      "name": "علم الأحياء",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "2",
      "name": "التربية الاسلامية",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "1",
      "name": "اللغة الفرنسية",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "9",
      "name": "اللغة العربية",
      "videoIcon": "videocam",
      "testIcon": "reader"
    },
    {
      "id": "10",
      "name": "اللغة الانكليزية",
      "videoIcon": "videocam",
      "testIcon": "reader"
    }
  ]
} 